
{

  "Search": "Search",
  "FreeTickets": "Free Tickets",
  "VisitPlanner": "Visit Planner",
  "Exhibitions": "Exhibitions",
  "Gallery": "Gallery",
  "AboutUs": "About Us",

  "stay_connected_title": "Stay Connected",
  "follow_us_description": "Follow us to stay updated on upcoming events, exhibitions, and special experiences at the Buddha Samyak Darshan Museum. Be part of our growing community of heritage enthusiasts and spiritual seekers.",

  
  "explore_section_title": "Discover Vaishali’s Legacy",

  "historical_background_title": "Origin and Historical Roots",
  "historical_background_description": "The city of Vaishali was one of the earliest republics of India, located to the north of river Ganga. According to the Ramayana, the Ikshvaku queen Alambusha’s son Vishala founded the city of Vishala Puri. The epic also mentions Rama, Lakshmana, and Sage Vishvamitra viewing the city on their way to Mithila. King Vishala is further mentioned in the Puranas including Varaha, Narada, Markandeya, and Bhagvata. Vaishali holds special significance as the birthplace of Mahavir Swami, the 24th Jaina Teerthankara. Buddhist traditions describe Vaishali as a city fortified with three walls, each with gates crowned by watch towers and divided into three regions inhabited by the rich, middle, and lower classes.",

  "buddha_connection_title": "Buddha and Vaishali",
  "buddha_connection_description": "Gautam Buddha was closely associated with Vaishali, spending several rainy seasons here. It was in Vaishali that the Bhikshuni Sangha was founded at the request of Mahaprajapati Gautami, Buddha’s aunt. Amrapali, the famous royal courtesan, became an arahant after listening to his teaching. Buddha also delivered his last sermon in Vaishali, where he announced his Mahaparinirvana. The city later hosted the Second Buddhist Council during the reign of King Kalashoka.",

  "relics_and_excavation_title": "Relics and Archaeological Discoveries",
  "relics_and_excavation_description": "After Buddha’s cremation at Kushinagar, his remains were divided into eight parts, one of which was given to Vaishali. The Licchhavis built a mud stupa over these remains. Centuries later, in the 3rd century B.C., Emperor Ashoka opened the stupa, taking away nine-tenths of the relics and redistributing them across 84,000 stupas that he commissioned. The Vaishali stupa preserved one-tenth of the relics until the excavation conducted by the K.P. Jayasawal Research Institute under A.S. Altekar and Sitaram Roy between 1958 and 1962. The Buddha relic casket discovered during this excavation contained ashes, a copper punch-marked coin, a conch shell, two beads, and a thin piece of gold. In 1972, this casket was transferred to the Patna Museum.",

  "gov_initiative_title": "Government Vision and Construction",
  "gov_initiative_description": "Recognizing the sacred value of the relic casket discovered in Vaishali, Chief Minister of Bihar Shri Nitish Kumar initiated the vision of constructing a Buddha Museum-cum-Memorial Stupa near the original mud stupa for safe preservation. It was resolved that the stupa should be built with sandstone for longevity, and accordingly, 72 acres of land were acquired by the Government of Bihar in 2019. The memorial stupa has been constructed with 42,373 blocks of pink sandstone from the Banshi Pahadpur mines of Rajasthan. The two-floor structure rises to 35 meters with a diameter of 49.8 meters. The ground floor houses a meditation hall with a Buddha image in dhyana mudra, while the relic casket is preserved on the first floor. Additional structures include a museum, visitor center, library, meditation center, guesthouse, cafeteria, and water reservoirs. The Buddha Samyak Darshan Museum-cum-Memorial Stupa was officially inaugurated by Chief Minister Nitish Kumar on 29th July 2025.",

  "significance_title": "Cultural and Spiritual Significance",
  "significance_description": "The Buddha Samyak Darshan Museum-cum-Memorial Stupa stands as a living testament to Vaishali’s Buddhist legacy and India’s cultural heritage. Its design harmonizes Buddhist values of peace and mindfulness with modern architecture, offering a sanctum for meditation, scholarly research, and tourism. This initiative not only safeguards the relics of Buddha but also promotes global cultural exchange, academic studies, and spiritual exploration, positioning Vaishali as a key destination in the international Buddhist circuit.",

  "visitor_info_title": "Location and Connectivity",
  "visitor_info_description": "The Buddha Samyak Darshan Museum-cum-Memorial Stupa is situated in Vaishali Block of District Vaishali, about 38 km from Hajipur on the Hajipur–Vaishali Road, and 36 km from Muzaffarpur via the Muzaffarpur–Chhapra route. The nearest major railway stations are Muzaffarpur and Hajipur, situated around 36 and 38 km away respectively. The nearest airport is Loknayak Jaiprakash Narayan International Airport, Patna, about 70 km from the site. Vaishali is well-connected by road and rail to other Buddhist sites in Bihar, including Bodhgaya, Nalanda, and Rajgir.",



  "Amenities": "Amenities",
  "Meditation Center": "Meditation Center",
  "Meditation Center Description": "Experience tranquility in our serene meditation halls designed to help you reflect and reconnect with inner peace.",
  
  "Visitor Center": "Visitor Center",
  "Visitor Center Description": "Begin your journey here with essential information, guided assistance, and a preview of everything the site has to offer.",
  
  "Library": "Library",
  "Library Description": "Discover ancient scriptures, Buddhist texts, and historical manuscripts in a peaceful and scholarly setting.",
  
  "Cafeteria": "Cafeteria",
  "Cafeteria Description": "Relax and recharge with a variety of wholesome meals and beverages in our clean and comfortable dining space.",

  "visit_the_museum_title1": "Explore the Buddha Samyak Museum",
    "visit_option_ticket_heading1": "Claim Free Ticket",
  "visit_option_ticket_desc1": "Simply click “Free Tickets” on our official website, complete the brief form with your details, and download your ticket containing a QR code for seamless entry.",
  
  "visit_option_verify_heading1": "Seamless Entry Verification",
  "visit_option_verify_desc1": "Upon arrival, present your digital or printed ticket at the entry gate. Our team will quickly scan the QR code to grant you access to the museum.",
  
  "visit_option_highlights_heading1": "Experience the Museum’s Key Attractions",
  "visit_option_highlights_desc1": "Explore the iconic Buddha Samyak Stupa, unwind in the tranquil Meditation Center, and immerse yourself in knowledge at our serene library.",
  
  "visit_option_amenities_heading1": "Make the Most of Our Amenities",
  "visit_option_amenities_desc1": "Take advantage of our well-equipped Visitor Center, comfortable Guest House, and welcoming Cafeteria—courtesy of the Department of Art & Culture.",

  "Welcome": "Welcome to the Buddha Samyak Darshan Museum",
  "MuseumDescription": "Discover the peaceful legacy of the Buddha through spiritual exhibits and digital storytelling.",
  "Explore": "Explore More",


  
  "art&culture": "Department of Art, Culture & Youth,Bihar",
  "art&culture_description": "Warm greetings from the Department of Art and Culture,Bihar. Join us on a rich journey through the glorious cultural heritage of India.",
  
  "TicketBooking": "Free Entry – Book Online",
  "Notification": "Online ticket booking for the museum will commence soon.",
  "Time": "Visiting Hours: 9:00 AM – 5:00 PM",

  "WeatherHeading": "Get the Latest Weather Updates at Buddha Samyak",
  "WeatherDescription": "The Buddha Samyak Darshan Museum is located in Vaishali — a region known for its rich cultural legacy and diverse climatic patterns. Check the current weather to plan your visit with ease and comfort. Whether under the warm sun or gentle breeze, experience a beautiful blend of nature and culture.",


  "TravelPlanHeading": "Plan Your Visit",
  "TravelPlanDescription": "Enjoy special events, get unlimited access to exhibitions and members-only lounges, and avail exclusive discounts at museum shops, cafés, and other services.",
  "TravelPlanButton": "Explore Now",


  
  "VisitBannerHeading": "How to Reach Buddha Samyak Darshan Museum",
  "VisitBannerDescription": "Wondering how to get here? Click to discover the best routes to the Buddha Samyak Darshan Museum and plan your journey with ease!",
  "VisitBannerButton": "Get Directions",


  
  
  "ExploreCollectionHeading": "Explore the Collection",
  "ExploreCollectionViewAll": "View All →",
  "Slides": [
    { "title": "Seated Buddha - Sarnath", "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSGZYBl8_WD_mWUjAXWlTHwyRmyF8lknHcGhw&s" },
    { "title": "Bodhisattva Avalokiteshvara", "image": "https://cdn.britannica.com/57/133057-050-AC74BBA2/Avalokiteshvara-bodhisattva-compassion-Mount-Jiuhua-China-province.jpg" },
    { "title": "Amaravati Stupa Panel", "image": "https://tricycle.org/wp-content/uploads/2025/06/Amaravati_Stupa_relief_at_Museum%E2%80%94-Amaravati-Maha-Stupa-relief-at-Museum-in-Chennai-India-scaled.jpg" },
    { "title": "Birth of Buddha - Gandhara Style", "image": "https://www.shutterstock.com/image-photo/osaka-japan-december-4-2023-260nw-2401947087.jpg" },
    { "title": "Buddha's Head - Mathura", "image": "https://images.metmuseum.org/CRDImages/as/original/DP267831.jpg" },
    { "title": "First Sermon of Buddha - Sarnath", "image": "https://images.metmuseum.org/CRDImages/as/original/4%20DP314867r4_61A.jpg" }
  ],








  "JoinUs": "Join Us",
  "FreeEntry": "Free Entry",
  "MuseumName": "Buddha Samyak Darshan Museum",
  "MuseumAddress": "Vaishali, Bihar, India",
  "MuseumPhone": "+91 98765 43210",
  "OpeningHoursLabel": "Opening Hours:",
  "OpeningHours": "Daily: 09.00–05.00",
  "LastEntry": "Last Entry: 04.30",

  "AboutHeading": "About Us",
  "AboutGovernment": "Governance",
  "AboutStory": "Our Story",
  "AboutCareers": "Careers",
  "AboutPress": "Press",
  "AboutContact": "Contact Us",

  "VisitHeading": "Visit",
  "VisitMap": "Temple Map",
  "VisitEvents": "Events",
  "VisitAccessibility": "Accessibility",
  "VisitFoodDrink": "Food & Drink",
  "VisitAudioGuide": "Audio Guide",

  "CommercialHeading": "Commercial",
  "CommercialVenue": "Venue Hire",
  "CommercialFilming": "Filming",
  "CommercialLicensing": "Image Licensing",
  "CommercialStore": "Souvenir Store",
  "CommercialPartners": "Travel Partners",

  "ResourcesHeading": "Resources",
  "ResourcesStudy": "Study Room",
  "ResourcesLibrary": "Library Archives",
  "ResourcesTeachings": "Teachings",
  "ResourcesBlog": "Blog",

  "Copyright": "©️ 2025 Bihar Heritage Development Committee. All rights reserved.",
  "PrivacyPolicy": "Privacy Policy",
  "Accessibility": "Accessibility",
  "TermsOfUse": "Terms of Use",


"ImgGridHeading": "A cultural glimpse of other museums in Bihar.",
"ImgGridButton": "Learn More"


}

  
