
{
  "Search": "खोजें",
  "FreeTickets": "निःशुल्क टिकट",
  "VisitPlanner": "यात्रा नियोजक",
  "Exhibitions": "प्रदर्शनी",
  "Gallery": "चित्रशाला",
  "AboutUs": "बुद्ध सम्यक परिचय",

  "stay_connected_title": "संपर्क में रहें",
  "follow_us_description": "आगामी कार्यक्रमों, प्रदर्शनियों और विशेष अनुभवों के बारे में अपडेट रहने के लिए हमें फॉलो करें। हमारे विरासत प्रेमियों और आध्यात्मिक खोजकर्ताओं के समुदाय का हिस्सा बनें।",

  "explore_section_title": "और जानें",

  "historical_background_title": "उत्पत्ति और ऐतिहासिक जड़ें",
  "historical_background_description": "वैशाली भारत के प्राचीनतम गणराज्यों में से एक था, जो गंगा नदी के उत्तर में स्थित था। रामायण के अनुसार, इक्ष्वाकु रानी अलम्बुषा के पुत्र विशाल ने विशाल पुरी नगर की स्थापना की। महाकाव्य में राम, लक्ष्मण और ऋषि विश्वामित्र का मिथिला जाते समय इस नगर को देखने का भी उल्लेख है। राजा विशाल का वर्णन वराह, नारद, मार्कण्डेय और भागवत सहित कई पुराणों में मिलता है। वैशाली 24वें जैन तीर्थंकर महावीर स्वामी की जन्मभूमि होने के कारण विशेष महत्व रखता है। बौद्ध परंपराओं के अनुसार वैशाली तीन दीवारों से घिरा था, जिसमें प्रत्येक में प्रहरी मीनारों वाले द्वार थे और यह तीन क्षेत्रों में विभाजित था जहाँ क्रमशः धनी, मध्यम और निम्न वर्गीय लोग निवास करते थे।",

  "buddha_connection_title": "बुद्ध और वैशाली",
  "buddha_connection_description": "गौतम बुद्ध का वैशाली से गहरा नाता था, उन्होंने यहाँ कई वर्षा ऋतुएँ बिताईं। वैशाली में ही बुद्ध की मौसी महाप्रजापति गौतमी के अनुरोध पर भिक्षुणी संघ की स्थापना हुई। प्रसिद्ध राजकीय गणिका अम्रपाली ने बुद्ध की शिक्षा सुनकर अर्हत्व प्राप्त किया। बुद्ध ने वैशाली में अपना अंतिम उपदेश दिया और यहीं अपने महापरिनिर्वाण की घोषणा की। राजा कालाशोक के शासनकाल में यहाँ द्वितीय बौद्ध संगीति का आयोजन हुआ।",

  "relics_and_excavation_title": "अवशेष और पुरातात्विक खोजें",
  "relics_and_excavation_description": "कुशीनगर में बुद्ध के दाह संस्कार के पश्चात उनके अवशेषों को आठ भागों में बाँटा गया, जिसमें से एक भाग वैशाली को दिया गया। लिच्छवियों ने इन अवशेषों पर मिट्टी का स्तूप बनाया। सदियों बाद, तीसरी शताब्दी ईसा पूर्व में सम्राट अशोक ने स्तूप खोलकर दस में से नौ भाग निकाले और उन्हें अपने द्वारा निर्मित 84,000 स्तूपों में वितरित कराया। वैशाली स्तूप में दसवाँ भाग तब तक सुरक्षित रहा जब तक 1958 से 1962 के बीच के.पी. जायसवाल रिसर्च इंस्टिट्यूट द्वारा ए.एस. अल्तेकर और सीताराम रॉय के नेतृत्व में उत्खनन नहीं हुआ। खुदाई में मिले बुद्ध के अवशेष पात्र में राख, एक ताम्र सिक्का, एक शंख, दो मनके और सोने का पतला टुकड़ा था। 1972 में यह पात्र पटना संग्रहालय को सौंपा गया।",

  "gov_initiative_title": "सरकारी दृष्टिकोण और निर्माण",
  "gov_initiative_description": "वैशाली में खोजे गए अवशेष पात्र के पवित्र मूल्य को पहचानते हुए, बिहार के मुख्यमंत्री श्री नीतीश कुमार ने सुरक्षित संरक्षण के लिए मूल मिट्टी के स्तूप के पास बुद्ध संग्रहालय-सह-स्मारक स्तूप निर्माण की परिकल्पना की। स्तूप को दीर्घायु के लिए बलुआ पत्थर से बनाने का निर्णय लिया गया और 2019 में बिहार सरकार द्वारा 72 एकड़ भूमि अधिग्रहीत की गई। स्मारक स्तूप राजस्थान की बांसी पहाड़पुर खदानों के गुलाबी बलुआ पत्थर के 42,373 खंडों से निर्मित है। यह दो मंजिला संरचना 35 मीटर ऊँची और 49.8 मीटर व्यास की है। भूतल पर ध्यान मुद्रा में बुद्ध प्रतिमा के साथ ध्यान कक्ष है, जबकि प्रथम तल पर अवशेष पात्र संरक्षित है। अतिरिक्त संरचनाओं में संग्रहालय, आगंतुक केंद्र, पुस्तकालय, ध्यान केंद्र, अतिथि गृह, कैफेटेरिया और जल संचयन शामिल हैं। बुद्ध सम्यक दर्शन संग्रहालय-सह-स्मारक स्तूप का उद्घाटन मुख्यमंत्री नीतीश कुमार जी द्वारा 29 जुलाई 2025 को किया गया।",

  "significance_title": "सांस्कृतिक और आध्यात्मिक महत्व",
  "significance_description": "बुद्ध सम्यक दर्शन संग्रहालय-सह-स्मारक स्तूप वैशाली की बौद्ध विरासत और भारत की सांस्कृतिक धरोहर का जीवंत प्रमाण है। इसका डिज़ाइन बौद्ध मूल्यों की शांति और सचेतना को आधुनिक वास्तुकला के साथ मिलाता है, जो ध्यान, शोध और पर्यटन के लिए एक पवित्र स्थान प्रदान करता है। यह पहल न केवल बुद्ध के अवशेषों की सुरक्षा करती है बल्कि वैश्विक सांस्कृतिक आदान-प्रदान, शैक्षणिक अध्ययन और आध्यात्मिक खोज को भी बढ़ावा देती है, जिससे वैशाली अंतर्राष्ट्रीय बौद्ध परिपथ में एक प्रमुख गंतव्य बनता है।",

  "visitor_info_title": "स्थान और संपर्क",
  "visitor_info_description": "बुद्ध सम्यक दर्शन संग्रहालय-सह-स्मारक स्तूप वैशाली जिले के वैशाली प्रखंड में स्थित है, जो हाजीपुर-वैशाली मार्ग पर हाजीपुर से लगभग 38 किमी और मुजफ्फरपुर-छपरा मार्ग के माध्यम से मुजफ्फरपुर से 36 किमी दूर है। निकटतम प्रमुख रेलवे स्टेशन मुजफ्फरपुर और हाजीपुर हैं, जो क्रमशः लगभग 36 और 38 किमी की दूरी पर स्थित हैं। निकटतम हवाई अड्डा लोकनायक जयप्रकाश नारायण अंतर्राष्ट्रीय हवाई अड्डा, पटना है, जो स्थल से लगभग 70 किमी दूर है। वैशाली बिहार के अन्य बौद्ध स्थलों जैसे बोधगया, नालंदा और राजगीर से सड़क और रेल मार्ग द्वारा अच्छी तरह जुड़ा हुआ है।",


  "Amenities": "सुविधाएँ",
  "Meditation Center": "ध्यान केंद्र",
  "Meditation Center Description": "शांति का अनुभव करें हमारे शांत ध्यान कक्षों में, जिन्हें आत्म-चिंतन और आंतरिक शांति से जुड़ने के लिए बनाया गया है।",

  "Visitor Center": "पर्यटक केंद्र",
  "Visitor Center Description": "यहाँ से अपनी यात्रा प्रारंभ करें — आवश्यक जानकारी, मार्गदर्शन और स्थल की झलक प्राप्त करें।",

  "Library": "पुस्तकालय",
  "Library Description": "प्राचीन शास्त्रों, बौद्ध ग्रंथों और ऐतिहासिक पांडुलिपियों की खोज करें एक शांत और विद्वत्तापूर्ण वातावरण में।",

  "Cafeteria": "कैफेटेरिया",
  "Cafeteria Description": "हमारे स्वच्छ और आरामदायक भोजन स्थल में पौष्टिक भोजन और पेय पदार्थों के साथ विश्राम करें और ऊर्जा प्राप्त करें।",

  "visit_the_museum_title1": "बुद्ध सम्यक संग्रहालय की यात्रा करें",
  "visit_option_ticket_heading1": "अपना निःशुल्क टिकट प्राप्त करें",
  "visit_option_ticket_desc1": "हमारी वेबसाइट पर “निःशुल्क टिकट प्राप्त करें” पर क्लिक करें, अपना विवरण भरें, और अपने प्रवेश के लिए QR कोड वाला टिकट डाउनलोड करें।",
  "visit_option_verify_heading1": "प्रवेश पर टिकट सत्यापित करें",
  "visit_option_verify_desc1": "पहुंचने पर, अपने डिजिटल या प्रिंटेड टिकट को प्रवेश द्वार पर दिखाएं और त्वरित QR कोड स्कैन कर प्रवेश पाएं।",
  "visit_option_highlights_heading1": "संग्रहालय की मुख्य बातें देखें",
  "visit_option_highlights_desc1": "बुद्ध सम्यक स्तूप का अनुभव करें, ध्यान केंद्र में विश्राम करें, और शांत पुस्तकालय में पुस्तकें पढ़ें।",
  "visit_option_amenities_heading1": "सुविधाओं का आनंद लें",
  "visit_option_amenities_desc1": "विज़िटर सेंटर, गेस्ट हाउस, या कैफेटेरिया में जाएँ और कला एवं संस्कृति विभाग की सभी सेवाओं का लाभ उठाएँ।",


  "Welcome": "बुद्ध सम्यक् दर्शन संग्रहालय में आपका स्वागत है",
  "MuseumDescription": "आध्यात्मिक प्रदर्शनों और डिजिटल कथा-वाचन के माध्यम से बुद्ध की शांतिपूर्ण विरासत को जानिए।",
  "Explore": "और जानें",

  "art&culture": "कला, संस्कृति और युवा विभाग, बिहार",
  "art&culture_description": "बिहार सरकार के कला एवं संस्कृति विभाग की ओर से आपका हार्दिक स्वागत है। आइए, हमारे साथ जुड़ें और भारत की गौरवशाली सांस्कृतिक विरासत की समृद्ध यात्रा का अनुभव करें।",
  "TicketBooking": "नि:शुल्क प्रवेश – ऑनलाइन बुक करें",
  "Notification":"संग्रहालय में टिकट बुकिंग जल्द शुरू होगी।",
  "Time": "प्रवेश समय: 9:00 AM – 5:00 PM",

  "WeatherHeading" : "सम्यक स्थल के मौसम की जानकारी प्राप्त करें",
  "WeatherDescription" : "बुद्ध सम्यक दर्शन संग्रहालय वैशाली में स्थित है — एक ऐसा क्षेत्र जो समृद्ध सांस्कृतिक विरासत और विविध मौसमीय स्वरूपों से परिपूर्ण है। अपनी यात्रा की योजना सहजता और सुविधा के साथ बनाने के लिए वर्तमान मौसम की जानकारी प्राप्त करें। चाहे धूप हो या मंद समीर, प्रकृति के संग अनुभव करें संस्कृति का अद्भुत संगम।",


  "VisitBannerHeading": "बुद्ध सम्यक दर्शन संग्रहालय पहुँचने का मार्ग",
  "VisitBannerDescription": "यहाँ कैसे पहुँचें? जानने के लिए क्लिक करें — बुद्ध सम्यक दर्शन संग्रहालय तक पहुँचने के सर्वोत्तम मार्ग जानिए और अपनी यात्रा की योजना आसानी से बनाएं!",
  "VisitBannerButton": "दिशा-निर्देश प्राप्त करें",
  
  
  "TravelPlanHeading": "अपनी यात्रा की योजना बनाएं",
  "TravelPlanDescription": "विशेष आयोजनों का आनंद लें, प्रदर्शनों और केवल सदस्यों के लिए उपलब्ध लॉन्ज़ में असीमित पहुंच पाएं, और संग्रहालय की दुकानों, कैफ़े और अन्य सेवाओं पर विशेष छूट का लाभ उठाएं।",
  "TravelPlanButton": "अब एक्सप्लोर करें",



  
  "ExploreCollectionHeading": "संग्रह को देखें",
  "ExploreCollectionViewAll": "सभी देखें →",
  "Slides": [
    { "title": "विराजमान बुद्ध - सारनाथ","image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSGZYBl8_WD_mWUjAXWlTHwyRmyF8lknHcGhw&s" },
    { "title": "बोधिसत्त्व अवलोकितेश्वर","image": "https://cdn.britannica.com/57/133057-050-AC74BBA2/Avalokiteshvara-bodhisattva-compassion-Mount-Jiuhua-China-province.jpg" },
    { "title": "अमरावती स्तूप पैनल", "image": "https://tricycle.org/wp-content/uploads/2025/06/Amaravati_Stupa_relief_at_Museum%E2%80%94-Amaravati-Maha-Stupa-relief-at-Museum-in-Chennai-India-scaled.jpg" },
    { "title": "बुद्ध का जन्म - गांधार शैली", "image": "https://www.shutterstock.com/image-photo/osaka-japan-december-4-2023-260nw-2401947087.jpg"},
    { "title": "बुद्ध का मस्तक - मथुरा",  "image": "https://images.metmuseum.org/CRDImages/as/original/DP267831.jpg" },
    { "title": "बुद्ध का पहला उपदेश - सारनाथ", "image": "https://images.metmuseum.org/CRDImages/as/original/4%20DP314867r4_61A.jpg"  }
  ],



  "JoinUs": "हमसे जुड़ें",
  "FreeEntry": "निःशुल्क प्रवेश",
  "MuseumName": "बुद्ध सम्यक दर्शन संग्रहालय",
  "MuseumLocation": "वैशाली, बिहार, भारत",
  "MuseumPhone": "+91 98765 43210",
  "OpeningHours": "प्रवेश समय:",
  "DailyHours": "प्रतिदिन: 09.00–05.00",
  "LastEntry": "अंतिम प्रवेश: 04.30",

  "BookTickets": "टिकट बुक करें",

  "Explore_footer": "खोजें",
  "ExploreHome": "मुख्य पृष्ठ",
  "ExploreAbout": "संग्रहालय के बारे में",
  "ExploreExhibitions": "प्रदर्शनियाँ",
  "ExploreCollections": "संग्रह",
  "ExploreGallery": "गैलरी",

  "VisitSupport": "भ्रमण एवं सहयोग",
  "VisitReach": "कैसे पहुँचें",
  "VisitContact": "संपर्क करें",
  "VisitTeam": "डेवलपमेंट टीम",
  "VisitPolicy": "गोपनीयता नीति",

  "FooterPrivacy": "गोपनीयता नीति",
  "FooterTerms": "सेवा की शर्तें",

  "Copyright": "©️ 2025 बिहार विरासत विकास समिति. सर्वाधिकार सुरक्षित।",



  "ImgGridHeading": "बिहार के अन्य संग्रहालयों की सांस्कृतिक झलक।",
  "ImgGridButton": "अधिक जानकारी प्राप्त करें"

  
}